const Header = () => {

  return (
    <header>
      <br/><br/>
      <h1><b>เล่นคำต้องห้าม</b></h1>
      <p>
        คำต้องห้าม online สามารถเล่นกับเพื่อนได้จากทุกที่เมื่อต้องการง่าย ๆ โดยการสร้างห้องและ เพิ่มสมาชิกของห้อง <br/><br/>
        <b>
            วิธีการเล่น
        </b><br />
        1. สร้างห้องโดยการ ตั้งชื่อห้องและ ใส่ชื่อเจ้าของห้อง ซึ่งจะได้รับ รหัสสามาชิก สำหรับ เข้าห้องของเจ้าของห้องและ รหัสกุญแจ ของห้องสำหรับเพิ่มสมาชิกใหม่<br/>
        2. เพิ่มสมาชิกของห้องโดยระบุ ชื่อห้อง ชื่อสมาชิกใหม่ที่ต้องการ และ รหัสกุญแจ ของห้อง<br/>
        3. ผู้เล่นแต่ละคนใช้ รหัสสมาชิก ที่ได้มาในการ join เข้าห้องที่เพิ่มสมาชิกไว้แล้ว ซึ่ง รหัสสมาชิก แต่ละตัวจะมีอายุสามารถใช้เล่นได้ภายใน 90 นาที หลังจากนั้นจะต้องเปลี่ยนรหัสสมาชิกโดยสามารถสร้างชื่อสมาชิกเดิมใหม่ได้<br/>
        4. เมื่อผู้เล่นเข้ามาครบแล้ว สามารถเริ่มเกมศ์โดยการ กดปุ่ม Start Game และตัวนับเวลาถอยหลังจะแสดงที่กล่องซ้ายล่างจนกว่าเวลาจะหมดลง<br/>
        5. เมื่อเกมส์เริ่ม ผู้เล่นแต่ละคนจะเห็นคำต้องห้ามที่ด้านบนของผู้เล่นคนอื่น และสามารถกดปุ่มที่อยู่ใต video ผู้เล่นคนอื่นเมื่อผู้เล่นผู้นั้นพูดคำต้องห้ามของตนออกมา เป็นการประกาศว่าผู้เล่นนั้นแพ้แล้ว<br/>
        6. เมื่อเวลาหมดลง ผู้เล่นที่เหลืออยู่จะสามารถทายคำต้องห้ามของตนเองโดยการพิมพ์ลงในกล่องข้อความที่ปรากฎขึ้นมาภายในเวลาที่กำหนด<br/>
        7. คะแนนรวมของผู้เล่นทุกคนจะแสดงขึ้นมาหลังเกมส์จบ ผู้เล่นสามารถเรียกดูคะแนนรอบล่าสุดตามจำนวนสามาชิกในห้องขณะนั้นได้โดยกดปุ่ม Check Current Scores<br/>
      </p>
      <link rel="manifest" href="manifest.json" />
    </header>
  );
};

export default Header;
